/**
 * Варіант 11

 Розробити dll-біліотеку, яка включає в себе інтерфейс IHuman, що містить методи та властивості, які дозволяють реалізувати поведінку та
 властивості людини (вік, стать, зріст, вага, національності, віросповідання, дата народження, паспортні дані).

 Біліотека повинна також містити класи Студент (з властивостями номер залікової книжки і група) та Працівник (з властивостями назва
 підрозділу і посада), які реалізують розроблений інтерфейс.

 Розробити невелику програму, яка використовує класи із даної dll-біліотеки.

 */

public interface IHuman {
    String sayAge();
    String manOrWoman();
    String sayHeigth();
    String sayWeigth();
    String sayNational();
    String sayYourBelief();
    String sayDateOfBorn();
    String sayYourPassportDate();
}
